example = 'Гуманитарий'  # 1. В переменную example запишите любую строку.
print('2.', (example[0]))   # 2. Выведите на экран(в консоль) первый символ этой строки
print('3.', (example[-1]))  # 3. Выведите на экран(в консоль) последний символ этой строки
print('4.', (example[5:]))   # 4. Выведите на экран(в консоль) вторую половину этой строки (С нечётным кол-во символов)
print('5.', (example[::-1]))     # 5. Выведите на экран(в консоль) это слово наоборот.
print('6.', (example[1::2]))    # 6. Выведите на экран(в консоль) каждый второй символ этой строки.